{
  "welcome": [
    "Welcome to our debate on the topic: '{position}'. I'll be your moderator for this discussion. Let's begin by introducing our participants:\n",
    "Ladies and gentlemen, welcome to this debate. Our topic is: '{position}'. As your moderator, I'm excited to introduce our participants:\n",
    "Good day, everyone. We're here to debate an intriguing topic: '{position}'. Allow me to introduce the participants in this intellectual discourse:\n",
    "Thank you for joining us for this thought-provoking debate on: '{position}'. I'll be guiding the discussion as your moderator. Let's meet our esteemed participants:\n",
    "Welcome, distinguished guests and participants. Today's debate centers around: '{position}'. As your moderator, I'm pleased to introduce our debaters:\n",
    "Greetings, and welcome to this forum of ideas. Our topic of discussion is: '{position}'. I'll be your moderator, and I'm delighted to present our participants:\n",
    "Welcome to this intellectual arena where we'll be exploring the topic: '{position}'. As your moderator, I'm honored to introduce our distinguished debaters:\n",
    "Good evening and welcome. We're gathered here to debate the proposition: '{position}'. I'll be moderating, and it's my pleasure to introduce our speakers:\n",
    "Thank you all for being here. Our debate today focuses on: '{position}'. As your moderator, I'm eager to introduce the minds who will be shaping our discussion:\n",
    "Welcome to this exchange of ideas. Our topic: '{position}' promises a lively debate. As moderator, I'm thrilled to present our participants:\n"
  ],
  "introduction": [
    "Welcome, {name}. Their stance is {stance} the position.\n",
    "Let's welcome {name} to the debate. Their stance is {stance} the position.\n",
    "With us is {name}. Their stance is {stance} the position.\n",
    "Please give a warm welcome to {name}. Their stance is {stance} the position.\n",
    "Joining our discussion is {name}. They are {stance} the position.\n",
    "We have {name}. Their stance is {stance} the position.\n",
    "Allow me to introduce {name}. They stand {stance} the position.\n",
    "Our next participant is {name}. They come to us {stance} the position.\n",
    "{name} joins us next, who is {stance} the position.\n",
    "Let's hear it for {name}. They enter this debate {stance} the position.\n"
  ],
  "openingStatement": [
    "{name}, you have the floor.\n",
    "Let's hear {name}'s opening remarks.\n",
    "{name}, please present your position.\n",
    "The floor is yours, {name}. Please share your initial thoughts.\n",
    "{name}, we're eager to hear your perspective .\n",
    "{name}, would you kindly start us off?\n",
    "Now, let's turn to {name}.\n",
    "{name}, please kick off the debate.\n",
    "We begin with {name}.\n",
    "{name}, we invite you to open the debate.\n"
  ],
  "thankYou": [
    "Thank you, {name}.\n",
    "We appreciate your input, {name}.\n",
    "That was insightful, {name}.\n",
    "An interesting perspective, {name}. Thank you.\n",
    "Thank you for sharing.\n",
    "Thank you for those thoughts, {name}.\n",
    "A valuable contribution, {name}.\n",
    "{name}, thank you for those compelling arguments.\n",
    "Your perspective adds much to our debate, {name}.\n",
    "Thank you for that thoughtful presentation, {name}.\n"
  ],
  "debateRound": [
    "We're now moving to debate round {round}.\n",
    "Let's begin round {round} of our debate.\n",
    "It's time for the round {round} of discussion.\n",
    "We're progressing to round {round} of our intellectual exchange.\n",
    "As we delve deeper, let's commence round {round} of our debate.\n",
    "We now enter round {round} of our discussion.\n",
    "Round {round} of our debate is about to begin.\n",
    "Let's proceed to the {round} round of arguments.\n",
    "We're advancing to round {round} of this stimulating debate.\n",
    "Prepare for round {round} as we continue our intellectual discourse.\n"
  ],
  "response": [
    "{name}?\n"
  ],
  "concludingStatement": [
    "{name}, your concluding statement.\n",
    "As we wrap up, {name}, share your final thoughts.\n",
    "{name}, sum up your position for us.\n",
    "{name}, please offer your closing remarks.\n",
    "{name}, we invite you to synthesize your stance in a final statement.\n",
    "It's time for your closing argument, {name}.\n",
    "{name}, please present your concluding thoughts on the matter.\n",
    "As we reach the end, {name}, offer us your final perspective.\n",
    "{name}, bring your argument to a close with your concluding statement.\n",
    "To wrap up your position, {name}, your final remarks.\n"
  ],
  "closing": [
    "This concludes our debate. Thank you to all our participants for their insightful contributions. See you next time.\n",
    "And with that, we bring this stimulating debate to a close. My thanks to all the participants for their thoughtful arguments. Until next time.\n",
    "As we end this debate, I'd like to express my gratitude to our participants for their engaging and thought-provoking discussion. Until next time.\n",
    "We've reached the end of our debate. I want to commend all participants for their eloquence and the depth of their arguments. Until next time. Good bye.\n",
    "This marks the conclusion of our debate. The diverse perspectives shared today have undoubtedly enriched our understanding of the topic. Thank you all for your participation. Good bye.\n",
    "Our debate comes to an end. I extend my sincere appreciation to all participants for their valuable insights and respectful discourse. Good bye.\n",
    "As we close this debate, I want to thank our participants for their well-reasoned arguments and the audience for their attention. Good bye.\n",
    "This debate has come full circle. My gratitude goes out to all involved for contributing to this enlightening discussion. See you next time.\n",
    "We've reached the culmination of our debate. Thank you to our participants for their compelling arguments and to our audience for their engagement. Until next time.\n",
    "As moderator, I declare this debate concluded. The level of discourse and intellectual rigor displayed today has been truly commendable. Thank you all. Good bye.\n"
  ]
}
